Repository: diegoserranoa/Guia
Catalog: Guia/*.lproj/Localizable.strings
Languages: es

source: Ciudades
es: Cities

source: Comida
es: Food

source: Cuenta de correo invalida
es: The email address was invalid.

source: Error de conexion
es: The connection to the servers failed.

source: Error en el servidor
es: Internal server error. No information available.

source: Error de timeout
es: The request timed out on the server.

source: Introduzca un correo valido
es: The email is missing, and must be specified.

source: Ya existe una cuenta con este correo
es: Email has already been taken.

source: Introduzca nombre de usuario
es: Username is missing or empty.

source: Ya existe una cuenta con este nombre de usuario
es: Username has already been taken.

source: Introduzca una contrasena valida
es: Password is missing or empty.

source: Usuario no encontrado
es: A user with the specified email was not found.

source: Usuario no existe o contrasena incorrecta
es: Object doesn't exist, or has an incorrect password.

source: Error en la aplicacion
es: There was an error in the application.
